/*
 InfoPlist.strings (English)
 Snapchat
 Copyright (c) 2016 Snapchat, Inc. All rights reserved.
 */
/*KEYS IN THIS FILE ARE SYSTEM KEYS THAT CANNOT BE ALTERED*/
"NSContactsUsageDescription" = "Snapchat에서 주소록에 저장된 연락처를 불러옵니다."; // Reworded 08/21/14

"NSPhotoLibraryUsageDescription" = "찍은 스냅을 사진 앨범에 저장하고, 채팅창에 사진과 영상 등을 보냅니다."; // Reworded 11/28/2016

/* NEW IN 9.40 (09/12/2016) */
"NSCameraUsageDescription" = "카메라를 사용해 스냅 촬영, 영상 통화, 스냅코드를 통한 친구 추가 등 다양한 활동이 가능합니다.";

"NSMicrophoneUsageDescription" = "마이크를 사용해 스냅 및 영상 통화의 소리를 녹음할 수 있습니다.";

"NSMotionUsageDescription" = "스냅을 찍고, 렌즈를 사용하거나, 디스커버 및 광고를 볼 때, Snapchat은 사용하시는 기기가 세로 모드인지 가로 모드인지 기록합니다.";

"NSLocationWhenInUseUsageDescription" = "Snapchat은 이 기능을 통해 사용자들이 원하는 주변의 필터 스토리 등을 알려주는 등 사용자에게 최적화된 보다 나은 경험을 제공합니다."; // Reworded 09/12/2016
